// - Написать минимум 5 UI тестов для сайта: https://3dnews.ru/ или любого другого. 
// - При написании использовать различные типы селекторов и локаторов
// - Добавить методы ожидания элементов
// - Добавить проверки элементов/текстовых значений
// - Использовать паттерны: Page Object/Page Factory
// - Организовать тесты с помощью describe
// - Реализовать кроссбраузерное тестирование: Chromium и Firefox
// - Реализовать прогон тестов, эмулируя запуск приложения на мобильном дивайсе

// npm i -D @playwright/test
// npm init playwright@latest
